Repository: bizdealz/myWP
Catalog: arbox/plugins/visitorchat/lang/visitorchat-*.po
Languages: de_de

source: It appears that a discussion is already in progress.
de_de: Es scheint als sei eine Diskussion bereits aktiv.

source: A server error occured.
de_de: Ein Serverfehler ist aufgetreten.

source: You cannot sign-out since no discussion is in progress.
de_de: Sie können sich nicht abmelden, da aktuell keine Diskussion aktiv ist.

source: Sign-out command not sent.
de_de: Abmeldungs-Nachricht nicht übertragen.

source: There is no active discussion in progress.
de_de: Es ist keine aktive Diskussion am laufen.

source: Incorrect request type.
de_de: Falscher Request-Typ.

source: Message could not be saved.
de_de: Die Nachricht konnte nicht gespeichert werden.

source: Discussion id not passed.
de_de: Keine Diskussions ID übertragen.

source: Currently chatting...
de_de: Am chatten...

source: Start chat - we're here
de_de: Chat beginnen - wir sind online

source: Contact us
de_de: Kontaktieren Sie uns

source: It appears as if all operators are currently offline.
de_de: Es scheint als seien alle Moderatoren offline.

source: <strong>We're not online right now.</strong><br />Our butts may not be in our seats, but that doesn't mean we're not there to help - leave your details below and we'll be in touch as soon as we can.
de_de: NICHT ONLINE

source: <strong>Questions?</strong><br />Good, because we're available right now - simply type your name and email address to start a live-chat with our support team.
de_de: <strong>Fragen?</strong><br />Gut, denn wir sind momentan verfügbar - bitte geben Sie einfach Ihren Namen und Ihre Email-Adresse ein, um einen Live-Chat mit unseren Kundenberatern zu starten.

source: Your name
de_de: Ihr Name

source: Your e-mail address
de_de: Ihre Email-Adresse

source: Your enquiry...
de_de: Ihre Anfrage...

source: Send Enquiry
de_de: Anfrage abschicken

source: Your enquiry was sucessfully submitted - we will contact you as soon as possible.
de_de: Ihre Anfrage wurde erfolgreich versandt - wir werden Sie schnellstmöglich kontaktieren.

source: Start Chat
de_de: Start starten

source: {username} is typing...
de_de: {username} ist am schreiben...

source: You can write your message now...
de_de: Sie können jetzt Ihre Nachricht schreiben...

source: Exit Chat
de_de: Chat beenden

source: Are you sure?
de_de: Sind Sie sicher?

source: Yes, exit
de_de: Ja, beenden

source: No, do not exit
de_de: Nein, nicht beenden

source: Your message...
de_de: Ihre Nachricht...

source: Send
de_de: Abschicken

source: Please enter your email address
de_de: Bitte geben Sie Ihre Email-Adresse ein

source: Please enter a valid email address
de_de: Bitte geben Sie eine gültige Email-Adresse ein

source: The email address may not exceed 85 characters
de_de: Die Email-Adresse darf 85 Buchstaben nicht überschreiten

source: Please enter your name
de_de: Bitte geben Sie Ihren Namen ein

source: The name may not exceed 45 characters
de_de: Der Name darf 45 Buchstaben nicht überschreiten

source: Please enter your enquiry
de_de: Bitte geben Sie Ihre Anfrage ein

source: The enquiry may not exceed 1500 characters
de_de: Die Anfrage darf 1500 Buchstaben nicht überschreiten

source: Please enter your message
de_de: Bitte geben Sie Ihre Nachricht ein

source: The message may not exceed 750 characters
de_de: Die Nachricht darf 750 Buchstaben nicht überschreiten

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Visitor Data
de_de: Besucherdaten

source: Username
de_de: Benutzername

source: Started
de_de: Angefangen

source: Last Activity
de_de: Letzte Aktivität

source: Visitor Exited
de_de: Besucher beendet

source: Languages
de_de: Sprachen

source: Visitor Time
de_de: Besucherzeit

source: OS
de_de: Betriebssystem

source: Current Page
de_de: Aktuelle Seite

source: For VisitorChat for WordPress to function, you need at least WordPress 3.3. Therefore, VisitorChat for WordPress has been deactivated. Please upgrade WordPress and install this plugin again. Click <a href=":dashboard_url">here</a> to go back to the WordPress dashboard.
de_de: Damit VisitorChat funktioniert, benötigen Sie die WordPress Version 3.3. Deshalb wurde VisitorChat deaktiviert. Bitte aktualisieren Sie WordPress und installieren Sie das Plugin dann erneut. Klicken Sie <a href=":dashboard_url">hier</a>, um zum WordPress dashboard zurückzukehren.

source: VisitorChat Settings
de_de: VisitorChat Einstellungen

source: Can use VisitorChat
de_de: Kann VisitorChat benutzen

source: If you select this option, this user can access the VisitorChat interface.
de_de: Wenn Sie diese Option auswählen, kann dieser Benutzer das VisitorChat-Interface aufrufen.

source: Enquiry read-status changed.
de_de: Anfragen gelesen-Status geändert.

source: Hide VisitorChat on this page
de_de: VisitorChat auf dieser Seite nicht anzeigen

source: Show VisitorChat on this page
de_de: VisitorChat auf dieser Seite anzeigen

source: VisitorChat Past Discussions
de_de: VisitorChat vergangene Diskussionen

source: Past Discussions
de_de: Vergangene Diskussionen

source: VisitorChat Enquiries
de_de: VisitorChat Anfragen

source: Enquiries
de_de: Anfragen

source: Settings
de_de: Einstellungen

source: VisitorChat Help & About
de_de: VisitorChat Hilfe & Über

source: Help & About
de_de: Hilfe & Über

source: Your chat-status is online
de_de: Ihr Chat-Status ist online

source: The enquiry was deleted.
de_de: Die Anfrage wurde gelöscht

source: The enquiry could not be deleted.
de_de: Die Anfrage konnte nicht gelöscht werden.

source: The discussion was deleted.
de_de: Die Diskussion wurde gelöscht.

source: The discussion could not be deleted.
de_de: Die Diskussion konnte nicht gelöscht werden.

source: The cache files could not be saved. Please make sure the temporary directory is writable.
de_de: Die Cache-Dateien konnten nicht erstellt werden. Bitte stellen Sie sicher, dass das Verzeichnis beschreibbar ist.

source: Visitor Chat: You Received a New Enquiry from :username
de_de: Visitor Chat: Sie haben eine Anfrage von :username erhalten

source: You just received a new enquiry through Visitor Chat. View the enquiry: :enquiry_url Sender: :sender_name Email: :sender_email Message: :enquiry
de_de: Sie haben eine neue Anfrage durch den VisitorChat erhalten. Die Anfrage einsehen: :enquiry_url Absender: :sender_name Email-Adresse: :sender_email Nachricht: :enquiry

source: Operating System
de_de: Betriebssystem

source: Go Offline
de_de: Offline gehen

source: Go Online
de_de: Online gehen

source: You need to go online if you wish to use the chat interface.
de_de: Sie müssen online gehen, um das Chat Interface zu nutzen.

source: You can select any active discussions from the tabs above.
de_de: Sie können eine aktive Diskussion von den obigen Registerkarten wählen.

source: Actions
de_de: Aktionen

source: Messages
de_de: Nachrichten

source: Modified
de_de: Geändert

source: Created
de_de: Erstellt

source: No discussions found...
de_de: Keine Diskussionen gefunden...

source: Delete Selected
de_de: Ausgewählte löschen

source: Are you sure you wish to delete the selected records?
de_de: Sind Sie sich sicher, dass Sie die ausgewählten Einträge löschen möchten?

source: Discussion with :username
de_de: Unterhaltung mit :username

source: Discussion Data
de_de: Unterhaltungsdaten

source: Avatar
de_de: Benutzerbild

source: Visitor Languages
de_de: Besuchersprachen

source: Remote Address
de_de: IP-Adresse

source: Delete
de_de: Löschen

source: Are you sure you wish to delete this record?
de_de: Sind Sie sich sicher, dass Sie diesen Eintrag löschen möchten?

source: User
de_de: Benutzer

source: Message
de_de: Nachricht

source: No record found...
de_de: Kein Eintrag gefunden...

source: Read
de_de: Gelesen

source: No enquiries found...
de_de: Keine Anfragen gefunden...

source: Enquiry from :username
de_de: Anfrage von :username

source: Enquiry Data
de_de: Anfragendaten

source: Mark unread
de_de: Als ungelesen markieren

source: Mark read
de_de: Ales gelesen markieren

source: Enquiry Message
de_de: Anfragennachricht

source: VisitorChat About, Help & Credits
de_de: VisitorChat Über, Hilfe und Credits

source: About
de_de: Über

source: The ClientEngage VisitorChat for WordPress is a fully-featured real-time chat for your WordPress website. And best of all: VisitorChat comes with a Windows-based client out-of-the-box. Without having to visit the VisitorChat’s admin-interface you will be notified from your Windows tray and can start chatting straight away!
de_de: Der ClientEngage VisitorChat for WordPress ist ein voll-ausgestatteter Echtzeit-Chat für Ihre WordPress Seite. Und das Beste: VisitorChat verfügt über einen standardmäßig inbegriffenen Windows-Client. Ohne das WordPress Admin-Interface aufrufen zu müssen, können Sie bequem vom Komfort Ihres Desktops chatten!

source: Help
de_de: Hilfe

source: Third-Party Components & Credits
de_de: Third-Party Komponenten & Credits

source: License Details
de_de: Lizensdetails

source: Please use the settings below to change how VisitorChat is integrated with your WordPress Website.
de_de: Bitte verwenden Sie die Einstellungen unterhalb um festzulegen, wie VisitorChat in Ihre WordPress-Seite integriert wird.

source: General VisitorChat Settings & System Information
de_de: Generelle VisitorChat-Einstellungen & Systeminformationen

source: VisitorChat Temporary Directory
de_de: VisitorChat temporäres Verzeichnis

source: Writable: ":dir"
de_de: Beschreibbar: ":dir"

source: Not writable: ":dir"
de_de: Nicht beschreibbar: ":dir"

source: It is highly recommended that you give this directory write access to improve the performance of VisitorChat.
de_de: Es ist höchstens empfohlen, dass Sie diesem Verzeichnis Schreibrechte geben, um die Performance von VisitorChat zu erhöhen.

source: API-Key
de_de: API-Schlüssel

source: API-Endpoint
de_de: API-Endpunkt

source: You need to create your language files with <a href="http://www.poedit.net" target="_blank">PoEdit</a> at ":file_location". Please also use PoEdit to generate the respective *.mo-file.
de_de: Sie müssen Ihre Sprachdateien mit <a href="http://www.poedit.net" target="_blank">PoEdit</a> im folgenden Verzeichnis abspeichern: ":file_location". Bitte verwenden Sie PoEdit ebenso, um die dazugehörigen *.mo-Dateien zu generieren.

source: Installed Languages
de_de: Installierte Sprachen

source: In addition to the default languages English and German, you have additional language files. Please consider sharing these with me by emailing the .po and .mo files to :emailaddress and confirming that you are happy for me to include these in this item free-of-charge. In return (provided your language file is included in the item), you will receive a backlink from this item's item-page on CodeCanyon. You have the following additional languages:
de_de: Zusätzlich zu den Standardsprachen Englisch und Deutsch haben Sie weitere Sprachdateien. Bitte ziehen Sie es in Betracht, diese mit mir zu teilen, indem Sie mir die .po und .mo Dateien per Email an :emailaddres senden und bestätigen, dass Sie mir die Dateien kostenfrei zur Verfügung stellen und das diese im Produkt eingebunden werden können. Im Gegenzug (vorausgesetzt die Sprachdatei wird im Produkt eingebunden) kann ich Ihnen einen Backlink von der Produktseite auf CodeCanyon anbieten. Sie haben die folgenden zusätzlichen Sprachen:

source: First Message
de_de: Erste Nachricht

source: This message will automatically be sent to visitors one they started a new chat-session. You can use the placeholder {Username} to insert their name in the message. If you do not wish to automatically create a message, simply leave the field empty.
de_de: Diese Nachricht wrid automatisch versandt, wenn ein Besucher eine Diskussion startet. Benutzen Sie den Platzhalter {Username}, um den Namen des Besuchers in der Nachricht darzustellen. Falls Sie keine automatische Nachricht versenden möchten, lassen Sie dieses Feld einfach leer.

source: Enquiry Recipient
de_de: Anfrahen-Rezipient

source: Enquiry-notifications will be delivered to the above email address. VisitorChat uses the WordPress wp_mail() function. Therefore, you can use the WordPress plugin "WP SMTP" if you wish enquiry-notifications to be sent via SMTP.
de_de: Email-Anfragen werden an die oben genannte Email-Adresse versandt. VisitorChat verwendet die WordPress wp_mail() Funktion. Dadurch ist gewährleistet, dass Sie das WordPress Plugin "WP SMTP" nutzen können, falls Sie wünschen die Email-Notifikationen per SMTP zu versenden.

source: Database Options
de_de: Datenbankoptionen

source: Reset VisitorChat-settings to factory-defaults upon plugin re-activation.
de_de: VisitorChat bei Plugin-Reaktivierung zurück in den Werkszustand setzen.

source: Please note that this will delete all of your VisitorChat settings and place the chat back into its default state. Your discussions and enquiries will remain.
de_de: Bitte beachten Sie, dass diese Option die Gesamtheit Ihrer VisitorChat-Einstellungen in den Werkszustand zurücksetzen wird. Ihre Diskussionen und Anfragen werden erhalten bleiben.

source: VisitorChat Integration Settings
de_de: VisitorChat Integrationseinstellungen

source: VisitorChat Integration Mode
de_de: VisitorChat Integrationsmodus

source: The VisitorChat will only be included if you activate it in the respective post's or page's meta-settings.
de_de: Der VisitorChat wird nur angezeigt wenn Sie ihn in den Meta-Einstellungen des jeweiligen Posts oder der jeweiligen Seite aktivieren.

source: The VisitorChat will always be included, unless you deactivate it in the respective post's or page's meta-settings.
de_de: Der VisitorChat wird immer angezeigt, es sei denn Sie deaktivieren ihn in den Meta-Einstellungen des jeweiligen Posts oder der jeweiligen Seite.

source: Please select your preferred integration-mode above - this will determine how VisitorChat will be integrated in individual pages and posts.
de_de: Bitte wählen Sie den von Ihnen gewünschten Integrationsmodus - dieser wird entscheiden wie der VisitorChat auf individuellen Seiten oder Posts eingebunden wird.

source: Overrides for Special Pages
de_de: Übergeordnete Einstellungen für spezielle Seitentypen

source: Show on Frontpage
de_de: Auf der Frontpage anzeigen

source: (When the main blog page is being displayed.)
de_de: (Wenn die haupt- Blog-Seite angezeigt wird.)

source: Show on Homepage
de_de: Auf der Homepage anzeigen

source: (When the front of the site is displayed, whether it is posts or a Page. )
de_de: (Wenn die Hauptseite angezeigt wird, ob es Posts sind, oder eine Seite.)

source: Show in Comments Popup
de_de: Im Kommentar-Popup anzeigen

source: (When in Comments Popup window.)
de_de: (Wenn Sie sich in einem Kommentar-Popup befinden.)

source: Show in Category Page
de_de: Auf Kategorieseiten anzeigen

source: (When any Category archive page is being displayed.)
de_de: (Wenn ein Kategoriearchiv angezeigt wird.)

source: Show in Tag Page
de_de: Auf einer Tag-Seite anzeigen

source: (When any Tag archive page is being displayed.)
de_de: (Wenn ein Tagarchiv angezeigt wird.)

source: Show in Taxonomy Page
de_de: Auf einer Taxonomie-Seite anzeigen

source: (When any Taxonomy archive page is being displayed.)
de_de: (Wenn eine Taxonomie-Seite angezeigt wird)

source: Show in Author Page
de_de: Auf Autoren-Seiten anzeigen

source: (When any Author page is being displayed.)
de_de: (Wenn eine Autoren-Seite angezeigt wird)

source: Show in Date Page
de_de: Auf einer Datumsseite anzeigen

source: (When any date-based archive page is being displayed (i.e. a monthly, yearly, daily or time-based archive).)
de_de: (Wenn auch immer eine datumsbasierte Archivseite angezeigt wird (z.B. monatliche, jährliche, tägliche oder zeitbasierte Archive).)

source: Show in Search Page
de_de: Auf der Suchseite anzeigen

source: (When a search result page archive is being displayed.)
de_de: (Wenn eine Suchergebnisseite angezeigt wird.)

source: Show in 404 Page
de_de: Auf einer 404-Seite anzeigen

source: (When a page displays after an "HTTP 404: Not Found" error occurs.)
de_de: (Wenn eine Seite angezeigt wird, nachdem ein "HTTP 404: Not Found"-Fehler aufgetreten ist.)

source: Show in Attachment Page
de_de: Auf einer Anhangsseite anzeigen

source: (When an attachment document to a post or Page is being displayed.)
de_de: (Wenn ein Anhangsdokument für einen Post oder eine Seite angezeigt wird.)

source: VisitorChat Layout Settings
de_de: VisitorChat Layout-Einstellungen

source: Layout Options
de_de: Layout Optionen

source: Please use the settings below to individualise the look and feel of VisitorChat. If you are an advaned user, you can directly manipulate the CSS-stylesheet. However, please backup your custom changes before updating to a newer version of VisitorChat. The CSS-stylesheet can be found here: ":stylesheetpath".
de_de: Bitte verwenden Sie die Einstellungen unterhalb um VisitorChat Ihren Ansprüchen entsprechend anzupassen. Falls Sie ein fortgeschrittener Benutzer sind, können Sie auch direkt das CSS-Stylesheet bearbeiten. Bitte erstellen Sie jedoch ein Backup Ihrer individuellen Änderungen bevor Sie VisitorChat aktualisieren. Sie können das CSS-Stylesheet hier finden: ":stylesheetpath".

source: Load Default Style
de_de: Default-Style laden

source: Please select
de_de: Bitte wählen

source: Red
de_de: Rot

source: Blue
de_de: Blau

source: Green
de_de: Grün

source: Black
de_de: Schwarz

source: Default Gravatar
de_de: Standard-Gravatar

source: Custom URL
de_de: Benutzerdefinierte URL

source: Custom Gravatar Image URL
de_de: Benutzerdefinierte Standard-Gravatar URL

source: Right
de_de: Rechts

source: Left
de_de: Links

source: Primary Colour
de_de: Primärfarbe

source: Background Image
de_de: Hintergrundbild

source: This image has to be available in the following directory:
de_de: Dieses Bild muss über die folgende Adresse verfügbar sein:

source: Additional Settings
de_de: Zusätzliche Einstellungen

source: Animate Hover
de_de: Hover animieren

source: (unless opened or hovered, the chat will appear semi-transparent)
de_de: (es sei denn der Chat ist geöffnet oder die Maus schwebt darüber, wird der Chat semi-transparent dargestellt)

source: Hide for Mobile Devices
de_de: Für mobile Geräte verstecken

source: (the chat will not appear for mobile devices accessing your site)
de_de: (der Chat wird nicht für mobile Endgeräte angezeigt welche Ihre Seite besuchen)

source: Save Changes
de_de: Änderungen speichern
